tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "libpng"
brew "sqlite"
brew "python"
brew "lzo"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "emacs"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "hub"
brew "m-cli"
brew "mackup"
brew "nkf"
brew "nvm"
brew "reattach-to-user-namespace"
brew "ruby", link: true
brew "screenfetch"
brew "starship"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "z"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "filezilla"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "iterm2"
cask "licecap"
cask "visual-studio-code"
cask "webstorm"
