tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "awscli"
brew "bat"
brew "colordiff"
brew "cpanminus"
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "duf"
brew "dust"
brew "emacs"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "htop"
brew "httpie"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kompose"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "minikube"
brew "mkcert"
brew "mysql-client@5.7"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "nss"
brew "pastel"
brew "procs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "stylua"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "zsh"
cask "alacritty"
cask "appcleaner"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "iterm2"
cask "sequel-pro"
cask "visual-studio-code"
