# tap
tap "homebrew/core"
tap "homebrew/bundle"
tap 'caskroom/cask'
tap 'caskroom/fonts'

# bin
brew 'mackup'
brew 'cmake'
brew 'tmux'
brew 'tree'
brew 'mas'
brew 'wget'
brew 'vim'
brew 'emacs'
brew 'fzf'
brew 'htop'
brew 'tig'
brew 'w3m'
brew 'git'
brew 'hub'
brew 'bash'
brew 'fzf'
brew "reattach-to-user-namespace"

# utils
cask 'licecap'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'appcleaner'
cask 'typora'
cask 'tunnelbear'
cask 'sourcetree'
cask 'google-japanese-ime'
cask 'google-backup-and-sync'

# browsers
cask 'google-chrome'
cask 'firefox'

# development
cask 'docker'
cask 'iterm2'
cask 'visual-studio-code'

# fonts
cask 'font-source-code-pro-for-powerline'
cask "caskroom/fonts/font-hack-nerd-font"

# app store
mas "Todoist", id: 585829637
